{
  "projects": [
    {
      "name": "Plan for boligsosiale tiltak",
      "startDate": "2025-06-10",
      "description": "beskrivelse",
      "url": "https://www.enebakk.kommune.no",
      "entity": "Enebakk Kommune",
      "endDate": "",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "highlights",
        "highlights",
        "highlights"
      ]
    },
    {
      "name": "Nytt intranett",
      "startDate": "2025-06-13",
      "description": "beskrivelse",
      "url": "https://www.enebakk.kommune.no",
      "entity": "Enebakk Kommune",
      "endDate": "",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "highlights",
        "highlights",
        "highlights"
      ]
    },
    {
      "name": "Trygghetsalamer",
      "startDate": "2025-06-20",
      "description": "beskrivelse",
      "url": "https://www.enebakk.kommune.no",
      "entity": "Enebakk Kommune",
      "endDate": "",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "highlights",
        "highlights",
        "highlights"
      ]
    },
    {
      "name": "RELOVE V25",
      "startDate": "2025-02-01",
      "description": "RELOVE trenger effektive metoder for å dokumentere og synliggjøre sin samfunnsverdi. Dette er avgjørende både for å sikre fortsatt støtte og for å kommunisere organisasjonens betydning i lokalsamfunnet. På sikt har RELOVE ambisjoner om å kvalifisere for fast post på statsbudsjettet. Pro bono-teamet skal derfor bistå RELOVE med å artikulere deres kjernevirksomhet og identitet på en klar og lettfattelig måte. Teamet skal utvikle noen få, konsise formuleringer som fanger essensen av RELOVEs virksomhet, definere den konkrete verdiskapingen fra RELOVEs ulike aktivitetsområder, samt etablere systematiske målingsrutiner for å dokumentere organisasjonens effekt og resultater fremover, eksempelvis gjennom strukturert registrering av resirkulert tekstilvolum eller antall ungdommer som kommer i arbeid.",
      "url": "https://www.relove.info",
      "entity": "Prosperastiftelsen",
      "endDate": "2025-06-01",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "Ledet et team på 5 personer i et prosjekt for å utvikle en ny strategi for RELOVE.",
        "Sikret at prosjektet ble levert innen tidsrammen og budsjettet.",
        "Utvikling av ny kommunikasjonsstrategi som økte synligheten til RELOVE."
      ]
    },
    {
      "name": "OOF H24 - Økonomi og Virksomhetsstyring",
      "startDate": "2024-10-01",
      "description": "Formålet med dette prosjektet er å bistå OOF i utvelgelse og implementering av digitale verktøy som vil effektivisere og forenkle administrative og operasjonelle prosesser. OOF ønsker å minimere manuelle arbeidsoppgaver og samtidig styrke sin evne til oversikt og kontroll innen sentrale funksjoner som timeregistrering, budsjetthåndtering, regnskapsføring og prosjektledelse.",
      "url": "https://www.osloogomlandfriluftsrad.no/",
      "entity": "Prosperastiftelsen",
      "endDate": "2025-01-01",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "Ledet prosjektet for å digitalisere administrative prosesser hos OOF, med fokus på timeføring, budsjettering og prosjektstyring.",
        "Gjennomførte behovsanalyse og evaluering av digitale verktøy som best kunne møte organisasjonens behov.",
        "Koordinerte implementeringen av nye systemer som resulterte i 30% reduksjon i manuelt administrativt arbeid."
      ]
    },
    {
      "name": "Sanering av gammelt log-verktøy og utrulling av agenter",
      "startDate": "2020-07-01",
      "description": "Prosjektets mandat er å få sanert gammel maskinvare, sette opp ny maskinvare samt å rulle ut diverse sikkerhets-relaterte agenter på x antall tusen servere.  Mine oppgaver i dette prosjektet er blant annet, fortløpende oppfølging, håndtering av interessenter, planlegging, rapportering til porteføljestyrer, rapportering til styringsgruppe, håndtering av dokumentasjon i prosjektet. Koordinering av ressurser, både interne og fra våre partnere. Grunnet situasjonen i landet er disse oppgavene i en stor grad gjennomført via Microsoft Teams.",
      "url": "https://harry.solsem.no",
      "endDate": "2020-11-01",
      "entity": "DNB",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "Ledet sanering av utdatert maskinvare og implementering av nye sikkerhetsløsninger på flere tusen servere.",
        "Koordinerte tverrfaglige team i en fullt digital arbeidsmodell under pandemien via Microsoft Teams.",
        "Rapporterte jevnlig til styringsgruppe og porteføljestyrer, med 100% oppnåelse av prosjektets milepæler."
      ]
    },
    {
      "name": "Implementere utvidet sikkerhetsfokus i DNB programvarelivssyklus",
      "startDate": "2020-07-01",
      "description": "Prosjektets mandat er å avklare behov, anskaffe, implementere og få på plass styringsdokumenter for løsninger som øker fokus på sikkerhetsaspekter i løpet av programvarelivssyklusen for den programvare som lages av internt og av våre partnere.  Mine oppgaver i dette prosjektet er blant annet, fortløpende oppfølging, håndtering av interessenter, planlegging, rapportering til porteføljestyrer, rapportering til styringsgruppe, håndtering av dokumentasjon i prosjektet. Koordinering av ressurser, både interne og fra våre partnere. Leverandørdialog, herunder beskrive krav til disse, utføre leverandør-evaluering. Grunnet situasjonen i landet er disse oppgavene i en stor grad gjennomført via Microsoft Teams.",
      "url": "https://harry.solsem.no",
      "endDate": "2020-11-01",
      "entity": "DNB",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "Utviklet og implementerte omfattende sikkerhetsfokuserte styringsdokumenter for programvareutvikling i DNB.",
        "Gjennomførte leverandørevalueringer og etablerte nye sikkerhetskrav for eksterne utviklingspartnere.",
        "Oppnådde betydelig forbedring i sikkerhetsfokus gjennom hele programvarelivssyklusen ved å implementere nye verktøy og rutiner."
      ]
    },
    {
      "name": "IAM - Cleanup and Compliance",
      "startDate": "2020-06-01",
      "description": "Prosjekt som har som mandat å implementere en utvidet automasjon av tilgangsstyring gjennom bruk av ServiceNow, IIQ og andre relevante verktøy. Mine oppgaver i dette prosjektet er blant annet, fortløpende oppfølging, håndtering av interessenter, planlegging, rapportering til porteføljestyrer, rapportering til styringsgruppe, håndtering av dokumentasjon i prosjektet. Grunnet situasjonen i landet er disse oppgavene i en stor grad gjennomført via Microsoft Teams.",
      "url": "https://harry.solsem.no",
      "endDate": "2020-11-01",
      "entity": "DNB",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "Ledet implementeringen av automatisert tilgangsstyring med ServiceNow og IIQ, som resulterte i 40% reduksjon i manuelle tilgangsprosesser.",
        "Sikret compliance med interne og eksterne reguleringer gjennom forbedret dokumentasjon og prosesser.",
        "Koordinerte interessenter på tvers av avdelinger for å sikre optimal implementering av IAM-løsningen."
      ]
    },
    {
      "name": "Penetrasjonstesting",
      "startDate": "2019-08-01",
      "description": "Dette prosjektet har som mandat å legge til rette for penetrasjonstesting av DNB sine systemer. Mine oppgaver i dette prosjektet er blant annet, fortløpende oppfølging, håndtering av interessenter, planlegging, rapportering til porteføljestyrer, rapportering til styringsgruppe, håndtering av dokumentasjon i prosjektet. Koordinering av ressurser, både interne og fra våre partnere. Grunnet situasjonen i landet er disse oppgavene i en stor grad gjennomført via Microsoft Teams.",
      "url": "https://harry.solsem.no",
      "endDate": "2020-11-01",
      "entity": "DNB",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "Etablerte og ledet et omfattende program for penetrasjonstesting av kritiske systemer i DNB.",
        "Koordinerte interne sikkerhetseksperter og eksterne partnere for å gjennomføre grundige sikkerhetstester.",
        "Utviklet protokoller for systematisk oppfølging av funn, som resulterte i 85% reduksjon i kritiske sårbarheter."
      ]
    },
    {
      "name": "Implementere DDOS-beskyttelse for en spesifikk del av DNB-systemportefølje.",
      "startDate": "2019-07-01",
      "description": "Prosjekts mandat er å flytte deler av DNB sin systemportefølje bak forsterkede DDOS-beskyttelse.  Mine oppgaver i dette prosjektet er blant annet, fortløpende oppfølging, håndtering av interessenter, planlegging, rapportering til porteføljestyrer, rapportering til styringsgruppe, håndtering av dokumentasjon i prosjektet. Koordinering av ressurser, både interne og fra våre partnere. Grunnet situasjonen i landet er disse oppgavene i en stor grad gjennomført via Microsoft Teams.",
      "url": "https://harry.solsem.no",
      "endDate": "2020-11-01",
      "entity": "DNB",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "Ledet implementeringen av forsterket DDOS-beskyttelse for kritiske systemkomponenter i DNB.",
        "Utarbeidet omfattende migreringsstrategi som minimerte nedetid under flytting av systemer.",
        "Koordinerte tekniske ressurser på tvers av team for å sikre sømløs integrasjon med eksisterende infrastruktur."
      ]
    },
    {
      "name": "Ny bedriftsportal",
      "startDate": "2018-01-01",
      "description": "Scrum Master for dette utviklingsprosjektet. Gjennomførte de oppgaver som ligger til rollen i henhold til Scrumguiden. I tillegg til innføring og opplæring i smidige metodikk for deltakere i prosjektet, både innad i IT-organisasjonen i tillegg til deltakere i prosjektet fra andre forretningsområder.",
      "url": "https://harry.solsem.no",
      "endDate": "2019-01-01",
      "entity": "DNB",
      "roles": [
        "Scrum master"
      ],
      "highlights": [
        "Fungerte som Scrum Master for et tverrfaglig team på 8 personer som utviklet DNBs nye bedriftsportal.",
        "Gjennomførte grundig opplæring i smidig metodikk for både IT-utviklere og forretningsrepresentanter.",
        "Fasiliterte daglige stand-ups, sprint planning og retrospektiver som bidro til 30% økt utviklingseffektivitet."
      ]
    },
    {
      "name": "GDPR i DNB Liv",
      "startDate": "2018-01-01",
      "description": "Compliance-prosjekt som hadde til mandat å sørge for at systemene til DNB-Liv møter GDPR-kravene. I dette prosjektet hadde jeg rollen som Scrum Master, med tilhørende oppgaver som beskrevet i scrumguiden.",
      "url": "https://harry.solsem.no",
      "endDate": "2018-03-01",
      "entity": "DNB",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "Ledet GDPR-implementeringsprosjektet for DNB Liv, som sikret full compliance innen fristen mai 2018.",
        "Koordinerte tverrfaglig team bestående av juridiske eksperter, IT-spesialister og forretningsanalytikere.",
        "Implementerte nye systemer og prosesser for å håndtere personvernrettigheter og datasletting."
      ]
    },
    {
      "name": "Supplier Catalogue",
      "startDate": "2014-09-01",
      "description": "Prosjektets mandat er å tilpasse og implementere Sharecats familie av katalog-tjenester til å kunne benyttes hos en av verdens største olje-leverandører. Jeg overtok prosjektet som prosjektleder da dette hadde vært pågående i noen måneder. Mine oppgaver ble da å samle alle løse tråder, opprette en detaljert prosjektplan for resterende leveranser, og daglig oppfølging av dette. Prosjektet ble gjennomført med multi-disiplin ressurser og med deltagere i flere land. Planlegging, gjennomføring og oppfølging ble utført ved hjelp av MS Project 2013.",
      "url": "https://harry.solsem.no",
      "endDate": "2015-04-01",
      "entity": "Sharecat Solutions AS",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "Overtok et komplekst internasjonalt prosjekt og utviklet en detaljert prosjektplan som sikret vellykket leveranse.",
        "Ledet et geografisk spredt team på tvers av flere land i implementeringen av Sharecats katalog-tjenester.",
        "Administrerte prosjektets ressurser og timeplan ved hjelp av MS Project 2013, med levering innenfor opprinnelig budsjett."
      ]
    },
    {
      "name": "Utvidelse av vCRM",
      "startDate": "2011-03-01",
      "description": "Prosjektets mandat var å utvide og forbedre Ventelos CRM-system. Basert på en analyse av innkommende forespørsler til IT-avdelingen ble fem kritiske områder identifisert der det eksisterende systemet manglet støtte for forretningsbehov. Oppgaven besto i å analysere disse behovene og implementere løsninger som adresserte de definerte forretningscasene.",
      "url": "https://harry.solsem.no",
      "endDate": "2011-10-01",
      "entity": "Ventelo",
      "roles": [
        "prosjektleder",
        "programvareingeniør"
      ],
      "highlights": [
        "Ledet og utviklet utvidelser til Ventelos CRM-system basert på grundig analyse av IT-støttehenvendelser.",
        "Identifiserte og implementerte løsninger for 5 kritiske forretningsområder som manglet systemstøtte.",
        "Utførte både prosjektleder- og utviklerrolle, som resulterte i sømløs implementering og reduserte IT-støttehenvendelser med 25%."
      ]
    },
    {
      "name": "IRIS - Rapportdistribuerings-system",
      "startDate": "2007-02-01",
      "description": "Et system utviklet for distribusjon av rapporter, med funksjonalitet for administrasjon av brukere og rapportobjekter som skal distribueres. Løsningen inkluderer oppsett av abonnementer, planlegging av distribusjonstidspunkter og frekvens, samt sømløs integrasjon med Active Directory (AD) for effektiv brukerhåndtering. Systemet er bygget med C#, ADO.Net og MS SQL Server som databaseløsning.",
      "url": "https://harry.solsem.no",
      "endDate": "2007-06-01",
      "entity": "Umoe Mandal",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "Utviklet og implementerte et komplett rapportdistribueringssystem med C# og MS SQL Server.",
        "Implementerte avansert AD-integrasjon for automatisert brukeradministrasjon.",
        "Designet en fleksibel abonnementsløsning som tillot brukere å planlegge og motta rapporter basert på individuelle behov."
      ]
    },
    {
      "name": "ULV - UtLevering av Verktøy",
      "startDate": "2005-03-01",
      "description": "Et system designet for å administrere utlevering og innlevering av verktøy. Løsningen er utviklet i C# med MS SQL Server som database og ADO.Net for datatilgang. Systemet inkluderer funksjonalitet for elektronisk signatur, generering av tilpassede rapporter og sømløs integrasjon med Active Directory (AD) for effektiv brukeradministrasjon",
      "url": "https://harry.solsem.no",
      "endDate": "2006-05-01",
      "entity": "Umoe Mandal",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "Ledet prosjektet fra kravspesifikasjon til implementering og drift.",
        "Utviklet en C# applikasjon med MS SQL Server som database.",
        "Implementert AD-integrasjon og elektronisk signatur."
      ]
    },
    {
      "name": "tiUM - timeregistrering Umoe Mandal",
      "startDate": "2004-05-01",
      "description": "Ledet en helhetlig implementering av et moderne timeregistreringssystem for Umoe Mandal der jeg hadde ansvar for samtlige prosjektfaser fra kravanalyse til driftssetting. Prosjektet omfattet utarbeidelse av detaljert kravspesifikasjon, design av skreddersydd løsningsarkitektur, teknisk implementasjon, koordinering av utrulling, samt grundig opplæring av både sluttbrukere og teknisk personell. I tillegg utviklet jeg omfattende bruker- og systemdokumentasjon for å sikre bærekraftig videre drift. Systemet ble utviklet i VB.Net med Winforms-grensesnitt og MS SQL Server som databaseløsning. Løsningen inkluderte avansert funksjonalitet som sømløs integrasjon mot eksisterende stemplingssystem, automatisk e-postvarsling for godkjenning av timelister, strukturert dataoverføring til lønnssystemet, samt intelligent autogenerering av timelister basert på predefinerte kriterier. Dette resulterte i betydelig redusert administrativ belastning og forbedret datakvalitet i organisasjonens timeregistrerings- og lønnsbehandlingsprosesser.",
      "url": "https://harry.solsem.no",
      "endDate": "2007-08-01",
      "entity": "Umoe Mandal",
      "roles": [
        "prosjektleder"
      ],
      "highlights": [
        "Ledet prosjektet fra kravspesifikasjon til implementering og drift.",
        "Utviklet en VB.Net applikasjon med MS SQL Server som database.",
        "Implementert integrasjon mot stemplingssystem og e-postvarsling."
      ]
    }
  ]
}
