{
  "volunteer": [
    {
      "organization": "Langhus IL Bordtennis",
      "position": "Gruppeleder og styreleder",
      "url": "https://www.langhusil.no/bordtennis",
      "startDate": "2024-09-01",
      "summary": "Jeg koordinerer styremøter og årsmøter, utarbeider sakslister og følger opp vedtak som blir fattet. Jeg representerer også klubben utad i møter med kommunen, idrettskrets og Norges Bordtennisforbund. God økonomistyring er en sentral del av min rolle, hvor jeg har ansvar for budsjett, rapportering og søknader om økonomisk støtte. Jeg organiserer treninger, skaffer kvalifiserte trenere og tilrettelegger for spillerutvikling på alle nivåer. Planlegging og gjennomføring av klubbturneringer samt koordinering av deltagelse i eksterne turneringer faller også under mitt ansvarsområde. Jeg jobber aktivt med å rekruttere nye medlemmer gjennom markedsføring og ulike rekrutteringsaktiviteter. Videre sørger jeg for vedlikehold av utstyr, bord og treningsfasiliteter. En viktig del av mitt lederskap er å skape et godt miljø i klubben gjennom sosiale aktiviteter og god kommunikasjon mellom medlemmene."
    },
    {
      "organization": "Langhus 1405 Sameie",
      "position": "Styremedlem",
      "startDate": "2021-07-01",
      "summary": "Jeg har flere ansvarsområder som bidrar til å sikre en velfungerende og harmonisk boenhet for alle beboerne. Jeg deltar aktivt i styremøter hvor jeg er med på å ta viktige beslutninger angående drift, vedlikehold og utvikling av sameiet. Jeg arbeider med budsjett og økonomistyring, og følger opp regnskap og rapportering for å sikre at sameiets midler brukes ansvarlig og effektivt. I tillegg har jeg ansvar for å inngå avtaler med leverandører og tjenesteytere for å sikre at nødvendige oppgaver som renhold, vedlikehold og reparasjoner utføres på en profesjonell måte. Jeg er også med på å utarbeide og oppdatere sameiets vedtekter og husordensregler, og sørger for å håndheve disse på en rettferdig måte. Jeg kommuniserer jevnlig med beboerne, både ved å informere om saker som angår fellesskapet og ved å lytte til deres innspill og bekymringer. Videre bidrar jeg til planlegging og gjennomføring av årsmøter, hvor jeg presenterer status for sameiet, diskuterer planer for fremtiden og sørger for at alle får muligheten til å delta i beslutningsprosesser."
    },
    {
      "organization": "STOFFSKIFTEFORBUNDET",
      "position": "Forbundsstyremedlem",
      "url": "https://stofo.no/",
      "startDate": "2020-11-01",
      "summary": "Jeg bidrar til å fremme forbundets arbeid for personer med stoffskiftesykdommer. Jeg deltar i planlegging og gjennomføring av møter, utvikler strategier og sørger for å følge opp vedtak. Jeg bidrar til økonomisk styring, deltar i budsjettarbeid og følger opp økonomiske rapporter. I tillegg arbeider jeg med kommunikasjon og informasjon, der jeg hjelper til med å nå ut til medlemmer og samarbeidspartnere. Gjennom mitt engasjement bidrar jeg til et inkluderende miljø som fremmer kunnskap, støtte og utvikling for medlemmene. Jeg har også hatt oppgaver med å ansette ny generalsekretær."
    },
    {
      "organization": "STOFFSKIFTEFORBUNDET",
      "position": "Likeperson",
      "url": "https://stofo.no/",
      "startDate": "2017-03-01",
      "summary": "Jeg tilbyr støtte og veiledning til personer som lever med stoffskiftesykdommer. Jeg deler erfaringer, lytter til andres utfordringer og bidrar til å skape et trygt rom hvor medlemmene kan utveksle råd og finne motivasjon. Gjennom mitt engasjement bidrar jeg til å styrke fellesskapet og fremme forståelse for sykdommen."
    },
    {
      "organization": "NITO Hordaland",
      "position": "Leder lokalt avtaleutvalg, Privat",
      "url": "https://nito.no/",
      "startDate": "2019-02-19",
      "enddate": "2020-06-21",
      "summary": ""
    },
    {
      "organization": "NITO Hordaland",
      "position": "Leder valgkomite",
      "url": "https://nito.no/",
      "startDate": "2019-02-08",
      "enddate": "2020-06-21",
      "summary": ""
    },
    {
      "organization": "NITO Hordaland",
      "position": "Medlem faggruppe IKT",
      "url": "https://nito.no/",
      "startDate": "2018-04-19",
      "enddate": "2019-05-29",
      "summary": ""
    },
    {
      "organization": "DNB BANK ASA",
      "position": "Leder for bedriftsgruppe",
      "url": "https://nito.no/",
      "startDate": "2017-11-06",
      "enddate": "2021-01-31",
      "summary": ""
    },
    {
      "organization": "NITO Hordaland",
      "position": "Medlem lokalt avtaleutvalg",
      "url": "https://nito.no/",
      "startDate": "2017-03-01",
      "enddate": "2017-05-31",
      "summary": ""
    },
    {
      "organization": "NITO Vest-Agder",
      "position": "Avdelingsstyremedlem",
      "url": "https://nito.no/",
      "startDate": "2017-03-01",
      "enddate": "2017-05-31",
      "summary": ""
    },
    {
      "organization": "NITO",
      "position": "Styremedlem Tariffutvalg Privat",
      "url": "https://nito.no/",
      "startDate": "2015-03-05",
      "enddate": "2024-03-13",
      "summary": ""
    },
    {
      "organization": "NITO Hordaland",
      "position": "Medlem lokalt tariffutvalg Privat",
      "url": "https://nito.no/",
      "startDate": "2014-03-21",
      "enddate": "2016-12-31",
      "summary": ""
    },
    {
      "organization": "Sharecat Solutions AS",
      "position": "Leder for bedriftsgruppe",
      "url": "https://nito.no/",
      "startDate": "2013-07-30",
      "enddate": "2015-02-15",
      "summary": ""
    },
    {
      "organization": "NITO Vest-Agder",
      "position": "Avdelingsstyremedlem",
      "url": "https://nito.no/",
      "startDate": "2012-03-21",
      "enddate": "2012-06-30",
      "summary": ""
    },
    {
      "organization": "NITO",
      "position": "Styremedlem tariffutvalg Spekter",
      "url": "https://nito.no/",
      "startDate": "2012-03-09",
      "enddate": "2012-06-30",
      "summary": ""
    },
    {
      "organization": "GlobalConnect AS Avd Kristiansand",
      "position": "Leder lokal gruppe",
      "url": "https://nito.no/",
      "startDate": "2010-09-15",
      "enddate": "2012-04-26",
      "summary": ""
    },
    {
      "organization": "NITO Vest-Agder",
      "position": "Leder lokalt avtaleutvalg, Spekter",
      "url": "https://nito.no/",
      "startDate": "2011-03-25",
      "enddate": "2012-06-13",
      "summary": ""
    }
  ]
}