{
    "volunteer": {
        "no": {
            "language": "no",
            "data": [
                {
                    "organization": "Langhus IL Bordtennis",
                    "position": "Gruppeleder og styreleder",
                    "url": "https://www.langhusil.no/bordtennis",
                    "startDate": "2024-09-01",
                    "summary": "Jeg koordinerer styremøter og årsmøter, utarbeider sakslister og følger opp vedtak som blir fattet. Jeg representerer også klubben utad i møter med kommunen, idrettskrets og Norges Bordtennisforbund. God økonomistyring er en sentral del av min rolle, hvor jeg har ansvar for budsjett, rapportering og søknader om økonomisk støtte. Jeg organiserer treninger, skaffer kvalifiserte trenere og tilrettelegger for spillerutvikling på alle nivåer. Planlegging og gjennomføring av klubbturneringer samt koordinering av deltagelse i eksterne turneringer faller også under mitt ansvarsområde. Jeg jobber aktivt med å rekruttere nye medlemmer gjennom markedsføring og ulike rekrutteringsaktiviteter. Videre sørger jeg for vedlikehold av utstyr, bord og treningsfasiliteter. En viktig del av mitt lederskap er å skape et godt miljø i klubben gjennom sosiale aktiviteter og god kommunikasjon mellom medlemmene.",
                  "tags": [ "management", "complete" ]
                },
              {
                "organization": "Langhus 1405 Sameie",
                "position": "Styremedlem",
                "startDate": "2021-07-01",
                "summary": "Jeg har flere ansvarsområder som bidrar til å sikre en velfungerende og harmonisk boenhet for alle beboerne. Jeg deltar aktivt i styremøter hvor jeg er med på å ta viktige beslutninger angående drift, vedlikehold og utvikling av sameiet. Jeg arbeider med budsjett og økonomistyring, og følger opp regnskap og rapportering for å sikre at sameiets midler brukes ansvarlig og effektivt. I tillegg har jeg ansvar for å inngå avtaler med leverandører og tjenesteytere for å sikre at nødvendige oppgaver som renhold, vedlikehold og reparasjoner utføres på en profesjonell måte. Jeg er også med på å utarbeide og oppdatere sameiets vedtekter og husordensregler, og sørger for å håndheve disse på en rettferdig måte. Jeg kommuniserer jevnlig med beboerne, både ved å informere om saker som angår fellesskapet og ved å lytte til deres innspill og bekymringer. Videre bidrar jeg til planlegging og gjennomføring av årsmøter, hvor jeg presenterer status for sameiet, diskuterer planer for fremtiden og sørger for at alle får muligheten til å delta i beslutningsprosesser.",
                "tags": [ "complete" ]
              },
              {
                "organization": "STOFFSKIFTEFORBUNDET",
                "position": "Forbundsstyremedlem",
                "url": "https://stofo.no/",
                "startDate": "2020-11-01",
                "summary": "Jeg bidrar til å fremme forbundets arbeid for personer med stoffskiftesykdommer. Jeg deltar i planlegging og gjennomføring av møter, utvikler strategier og sørger for å følge opp vedtak. Jeg bidrar til økonomisk styring, deltar i budsjettarbeid og følger opp økonomiske rapporter. I tillegg arbeider jeg med kommunikasjon og informasjon, der jeg hjelper til med å nå ut til medlemmer og samarbeidspartnere. Gjennom mitt engasjement bidrar jeg til et inkluderende miljø som fremmer kunnskap, støtte og utvikling for medlemmene. Jeg har også hatt oppgaver med å ansette ny generalsekretær.",
                "tags": [ "complete" ]
              },
              {
                "organization": "STOFFSKIFTEFORBUNDET",
                "position": "Likeperson",
                "url": "https://stofo.no/",
                "startDate": "2017-03-01",
                "summary": "Jeg tilbyr støtte og veiledning til personer som lever med stoffskiftesykdommer. Jeg deler erfaringer, lytter til andres utfordringer og bidrar til å skape et trygt rom hvor medlemmene kan utveksle råd og finne motivasjon. Gjennom mitt engasjement bidrar jeg til å styrke fellesskapet og fremme forståelse for sykdommen.",
                "tags": [ "complete" ]
              }
            ]
        },
        "en": {
            "language": "en",
            "data": [
                {
                    "organization": "Langhus IL Table Tennis",
                    "position": "Group Leader and Chairman",
                    "url": "https://www.langhusil.no/bordtennis",
                    "startDate": "2024-09-01",
                    "summary": "I coordinate board meetings and annual meetings, prepare agendas, and follow up on decisions made. I also represent the club externally in meetings with the municipality, sports associations, and the Norwegian Table Tennis Federation. Good financial management is a central part of my role, where I am responsible for budgeting, reporting, and applying for financial support. I organize training sessions, recruit qualified coaches, and facilitate player development at all levels. Planning and executing club tournaments as well as coordinating participation in external tournaments also fall under my responsibilities. I actively work to recruit new members through marketing and various recruitment activities. Furthermore, I ensure the maintenance of equipment, tables, and training facilities. An important part of my leadership is creating a positive environment in the club through social activities and good communication among members.",
                    "highlights": [
                        "Reelected for this position is an indication that the members are pleased with how I am performing my duties"
                    ]
                },
                {
                    "organization": "Langhus 1405 Housing Association",
                    "position": "Board Member",
                    "startDate": "2021-07-01",
                    "summary": "As a board member of a housing association, I have several responsibilities that contribute to ensuring a well-functioning and harmonious living environment for all residents. I actively participate in board meetings where I help make important decisions regarding the operation, maintenance, and development of the association. I work on budgeting and financial management, and I follow up on accounts and reporting to ensure that the association's funds are used responsibly and effectively. Additionally, I am responsible for entering into agreements with suppliers and service providers to ensure that necessary tasks such as cleaning, maintenance, and repairs are carried out professionally. I also help draft and update the association's statutes and house rules, ensuring they are enforced fairly. I regularly communicate with residents, both by informing them about matters affecting the community and by listening to their input and concerns. Furthermore, I contribute to planning and conducting annual meetings, where I present the association's status, discuss future plans, and ensure that everyone has the opportunity to participate in decision-making processes.",
                    "highlights": [
                        "Reelected for this position on several occations, is an indication that the members are pleased with how I am performing my duties"
                    ]
                },
                {
                    "organization": "The Norwegian Thyroid Association",
                    "position": "Board Member",
                    "url": "https://stofo.no/",
                    "startDate": "2020-11-01",
                    "summary": "As a board member of the Norwegian Thyroid Association, I contribute to promoting the association's work for people with thyroid disorders. I participate in planning and conducting meetings, develop strategies, and ensure follow-up on decisions. I contribute to financial management, participate in budgeting, and follow up on financial reports. Additionally, I work on communication and information, helping to reach out to members and partners. Through my engagement, I contribute to an inclusive environment that promotes knowledge, support, and development for members.",
                    "highlights": [
                        "Reelected for this position on several occations, is an indication that the members are pleased with how I am performing my duties"
                    ]
                },
                {
                    "organization": "The Norwegian Thyroid Association",
                    "position": "Peer Supporter",
                    "url": "https://stofo.no/",
                    "startDate": "2017-03-01",
                    "summary": "As a peer supporter in the Norwegian Thyroid Association, I offer support and guidance to individuals living with thyroid disorders. I share experiences, listen to others' challenges, and help create a safe space where members can exchange advice and find motivation. Through my engagement, I contribute to strengthening the community and promoting understanding of the condition."
                }
            ]
        }
    }
}