{
  "work": [ 
    {
      "name": "Prosperastiftelsen",
      "position": "Project Manager",
      "url": "https://www.prosperastiftelsen.no",
      "startDate": "2024-10-01",
      "summary": "Hired as a project manager at Prosperastiftelsen. My responsibilities include leading project teams, planning, prioritizing, and decision-making, overall responsibility for the quality of deliverables, ensuring deadlines are met, and anchoring with the project recipient. In this role, I actively apply knowledge from my certifications in Prosci Change Management and Prince2 project methodology, combined with experience from Lean and Agile. I have built and led several teams of up to 5 people, focusing on creating team spirit and psychological safety. All projects have been delivered according to quality goals and within the set deadlines.",
      "highlights": [
        "Being asked to manage several projects indicates that Prosperastiftelsen are happy with my performance as project manager"
      ]
    },
    {
      "name": "Riverty",
      "position": "Department Manager",
      "url": "https://www.riverty.com",
      "startDate": "2023-09-01",
      "summary": "As a diversity leader for technical resources at Riverty, I have achieved significant results through strategic personnel management and organizational development. I developed a high-performing leadership team consisting of 5 team leaders who consistently achieved increased satisfaction in employee surveys. Through structured development conversations and individually tailored career plans for my 15 direct-reporting engineers and my leadership team, I reduced turnover by 20%, creating stability and continuity in the department. For the 50 employees I had overall responsibility for, I implemented monthly professional days and social events that measurably strengthened both team spirit and cross-disciplinary collaboration. On the recruitment side, I successfully attracted and hired 5 top talents with increasing retention. This was achieved through close and well-structured collaboration with People & Culture, where we jointly developed a recruitment program that reduced time-to-hire by 20% without compromising quality. For new hires, I created a structured onboarding program that reduced the time to full productivity from 4 to 2 months. One of my most important contributions was the standardization of development processes across all four Tech Hubs in Europe (Oslo, Stockholm, Tallinn, and Berlin). This harmonization resulted in a 30% increase in delivery capacity and enabled a common technical platform that accelerated time to market. Through systematic work to create a work environment characterized by psychological safety and a healthy error culture, I increased employee satisfaction compared to previously reported values. This also fostered innovation in the organization. My emphasis on physical presence in the office, combined with structured knowledge sharing through tools like Atlassian Confluence, has created a dynamic work environment where both individuals and teams can develop and deliver high-quality results.",
      "endDate": "2024-06-01"
    },
    {
      "name": "The Norwegian Thyroid Association",
      "position": "Consultant",
      "url": "https://www.stofo.org",
      "startDate": "2023-05-01",
      "summary": "Consultant supporting the newly hired Secretary General with strategy clarifications, organizational development, recruitment, onboarding of new employees, and miscellaneous administrative tasks related to the operation of the association.",
      "endDate": "2023-06-01"
    },
    {
      "name": "Neonomics",
      "position": "Team Lead | Engineering Manager",
      "url": "https://www.neonomics.io",
      "startDate": "2021-08-01",
      "summary": "As an Engineering Manager at Neonomics, I achieved significant results in personnel management and organizational development. I started as a Team Lead and advanced to Engineering Manager, where I ensured increased employee retention during a period of shifting product focus through targeted efforts. This stability provided a significant competitive advantage in a market characterized by high turnover among technical personnel. In my leadership role, I was responsible for a leadership group of 2 team leaders, where I implemented structured leadership development programs that improved their ability to effectively lead teams and follow up on personnel. This resulted in measurable improvements in team performance and delivery quality. In parallel, I had direct personnel responsibility for 11 engineers, where I increased both productivity and job satisfaction through regular one-on-one meetings and career plans. My present leadership created a work environment characterized by high psychological safety, which led to increased innovation and problem-solving ability within the team. Through strategic communication about the company's direction and future prospects, I built trusting relationships with employees, reducing uncertainty and strengthening engagement even during periods of change. By effectively using tools like Microsoft Office, Atlassian Jira, and Confluence, I optimized project management and knowledge sharing, resulting in more streamlined workflows and better cross-disciplinary collaboration. This contributed to both higher delivery quality and increased employee satisfaction, as documented through improved results in internal surveys.",
      "endDate": "2023-03-01"
    },
    {
      "name": "KPMG Norway",
      "position": "Senior Manager",
      "url": "https://www.kpmg.no",
      "startDate": "2021-02-01",
      "summary": "Consultant in project management and agile methodologies.",
      "endDate": "2021-08-01"
    },
    {
      "name": "DNB",
      "position": "Project Manager",
      "url": "https://www.dbn.no",
      "startDate": "2020-05-01",
      "summary": "My contributions here led to projects being delivered faster and with better end results for users, in addition to increased value for the funds invested in the projects. As a project manager in DNB's IT Security department, I was responsible for 5 projects and their daily management, reported to steering committees, and followed up on deliveries and finances. These include an IAM compliance project, implementation of DDOS protection for a selection of DNB's system portfolio, increased security focus within DNB's software lifecycle, and the decommissioning of an old shared logging solution. Tools used include Microsoft Project, ServiceNow, and Microsoft Office.",
      "endDate": "2021-01-01"
    },
    {
      "name": "DNB",
      "position": "Technical Lead",
      "url": "https://www.dbn.no",
      "startDate": "2017-10-01",
      "summary": "I contributed to changing the work methodology from using waterfall in projects to adopting an agile approach with the help of Scrum. I was responsible for training colleagues in agile methodologies. This included both technical IT resources and colleagues from other parts of the organization.",
      "endDate": "2020-05-01"
    },
    {
      "name": "Web Services Technology AS",
      "position": "Platform Engineer",
      "url": "https://wst.no",
      "startDate": "2015-05-01",
      "summary": "Responsible for the design, implementation, and maintenance of a CI/CD pipeline using TeamCity and OctoDeploy. The work included porting a Java application to C#, JavaScript, and XSL/XML to ensure compatibility and improved functionality. Provided training and guidance in the use of Microsoft development tools such as Visual Studio.",
      "endDate": "2017-09-01"
    },
    {
      "name": "Sharecat Solutions AS",
      "position": "Project Manager/Scrum Master/Senior Software Developer",
      "url": "https://home.sharecat.com/",
      "startDate": "2013-02-01",
      "summary": "Senior software developer with expertise in the Microsoft stack, Scrum Master, and Agile Coach responsible for implementing Scrum as a project execution methodology. Led delivery projects as a project manager using Prince2 methodology, focusing on structured planning, efficient resource management, and quality deliveries.",
      "endDate": "2015-04-01"
    },
    {
      "name": "Ventelo",
      "position": "Technical Project Manager/Service Delivery Manager/Software Engineer",
      "url": "https://www.ventelo.no",
      "startDate": "2010-03-01",
      "summary": "Developed support and front-end systems. This included web applications used by Ventelo's customers to manage their customer relationships/subscriptions with Ventelo, as well as further development of Ventelo's internal CRM systems. Ventelo utilized SOA and developed using agile methods and continuous integration. C#, Asp.net, MS SQL, TDD, FakeItEasy.",
      "endDate": "2012-06-01"
    },
    {
      "name": "Engineering Systems",
      "position": "Software Developer",
      "url": "https://www.once.no/",
      "startDate": "2008-09-01",
      "summary": "Developed new applications in C#, Windows SharePoint Services, and further developed/expanded existing applications.",
      "endDate": "2010-03-01"
    },
    {
      "name": "Comunic AS",
      "position": "Software Developer",
      "url": "https://www.comunic.no",
      "startDate": "2008-03-01",
      "summary": "Developed a WinForms project calculation system using C# and MS SQL Database.",
      "endDate": "2008-08-01"
    },
    {
      "name": "Umoe Mandal AS",
      "position": "Software Developer",
      "url": "https://www.um.no",
      "startDate": "2002-10-01",
      "summary": "Completed all phases of application development, including requirements specification, solution proposals, implementation, deployment, training, and operations. VB.Net, C#, MS SQL, Oracle. Developed middleware for data manipulation for data transfer/modification between Oracle SQL database and MS SQL database.",
      "endDate": "2008-02-01"
    },
    {
      "name": "Intershare AS",
      "position": "Software Consultant",
      "url": "https://www.intershare.no",
      "startDate": "2001-10-01",
      "summary": "I was responsible for the further development of the company's software for rental management, ensuring it met evolving business needs. Additionally, I provided consulting services to the company's customers, delivering tailored solutions and support. My work involved using technologies such as MS Visual C++, MFC, Sybase SQL Anywhere, and MS SQL.",
      "endDate": "2002-04-01"
    },
    {
      "name": "Edb Avdelingen Sør AS",
      "position": "IT Consultant",
      "url": "https://www.edbavd.no/",
      "startDate": "1997-08-01",
      "summary": "Consultant with assignments in user support, network operations (Microsoft and Novell), client configuration for Windows, setup of backup routines. Software development in ANSI C.",
      "endDate": "2001-08-01"
    },
    {
      "name": "Manpower AS",
      "position": "User Support",
      "url": "https://www.manpower.no",
      "startDate": "1994-08-01",
      "summary": "User support for Windows 95, operation of Token-Ring networks, setup, and operation of Windows clients.",
      "endDate": "1997-06-01"
    },
    {
      "name": "PC-LAND SOFTWARE",
      "position": "Software Developer",
      "url": "https://www.ikke.no",
      "startDate": "1995-02-01",
      "summary": "Developed software in Microsoft Visual Foxpro 3.0",
      "endDate": "1995-03-28"
    },
    {
      "name": "Total Consept Development",
      "position": "Software Developer",
      "url": "https://www.ikke.no",
      "startDate": "1994-08-01",
      "summary": "Main responsibility for developing administrative systems for restaurant industry and jukebox databases. Developed in Visual Basic",
      "endDate": "1994-11-30"
    },
    {
      "name": "BÅDE OG RADIOREKLAMEBYRÅ",
      "position": "IT Consultant",
      "url": "https://www.ikke.no",
      "startDate": "1994-06-01",
      "summary": "Main responsibility for development of ethernet network, client setup of Windows for Workgroups 11 and user support",
      "endDate": "1994-07-31"
    },
    {
      "name": "NHI-Datahøgskolen",
      "position": "Instructor",
      "url": "https://www.ikke.no",
      "startDate": "1994-01-01",
      "summary": "Instructor for the subject Algorithms and Data Structures",
      "endDate": "1994-06-01"
    },
    {
      "name": "Bø Municipality, Social Welfare office",
      "position": "Office assistant",
      "url": "https://www.ikke.no",
      "startDate": "1992-02-17",
      "summary": "Typical office assistant chores",
      "endDate": "1992-07-17"
    }
  ]
}
    